---
kind: enumMember
id: F:Autodesk.Revit.DB.Plumbing.PipeSystemType.Sanitary
enum: Autodesk.Revit.DB.Plumbing.PipeSystemType
zh: 排水、污水
source: html/24165d09-9267-54b7-3e32-6405d1343c2e.htm
---
# Autodesk.Revit.DB.Plumbing.PipeSystemType.Sanitary

**中文**: 排水、污水

Pipe System Type is Sanitary.